[
 {
   "gameName": "Another Perfect Day",
   "description": null,
   "releaseDate": "04.12.2019",
   "rating": "10",
   "img": "poster1.png",
   "developer": "VIMO Games",
   "genre": "Платформер"
 },
 {
   "gameName": "Aegis Dreamfall",
   "description": null,
   "releaseDate": "23.04.2021",
   "rating": "10",
   "img": "poster2.png",
   "developer": "VIMO Games",
   "genre": "J-RPG"
 },
 {
   "gameName": "Киберпанк 2077",
   "description": "Киберпанк 2077 — приключенческая ролевая игра с открытым миром, действие которой происходит в футуристическом мегаполисе Найт-Сити, где выше всего ценятся власть, роскошь и модификации тела.",
   "releaseDate": "10.12.2020",
   "rating": "10",
   "img": "poster3.png",
   "developer": "CD Projekt Red",
   "genre": "Action-RPG"
 },
 {
   "gameName": "Nier: Automata",
   "description": "NieR: Automata рассказывает историю андроидов 2B, 9S и A2 и их битвы за восстановление мира, захваченного мощными машинами.",
   "releaseDate": "17.03.2012",
   "rating": "7,666666667",
   "img": "poster4.png",
   "developer": "Platinum Games",
   "genre": "J-RPG"
 },
 {
   "gameName": "Genshin Impact",
   "description": "Действие Genshin Impact происходит в фэнтезийном мире Тейват, который является домом для семи различных народов, каждый из которых связан с отдельной стихией и управляется отдельным богом, называемым во вселенной игры «Архонт». Сюжет рассказывает о герое по имени Путешественник, который странствует по бесчисленным мирам со своим братом или же сестрой (в зависимости от того, кого игрок выберет в начале игры), прежде чем разлучиться в Тейвате. Вместе со своей спутницей-компаньоном Паймон Путешественник отправляется на поиски своего потерянного близнеца, одновременно участвуя в делах народов Тейвата.",
   "releaseDate": "28.09.2020",
   "rating": "7",
   "img": "poster5.png",
   "developer": "MiHoYo",
   "genre": "Action-RPG"
 },
 {
   "gameName": "Hearthstone",
   "description": "Hearthstone — это бесплатная цифровая карточная стратегическая игра, которая понравится каждому. Игроки выбирают одного из девяти эпических героев Warcraft, а затем по очереди разыгрывают карты из своих настраиваемых колод, чтобы накладывать мощные заклинания, использовать героическое оружие или способности, или призывать могущественных персонажей, чтобы сокрушить своего противника.",
   "releaseDate": "11.03.2014",
   "rating": "0",
   "img": "poster6.png",
   "developer": "Blizzard",
   "genre": "Онлайн-ККИ"
 },
 {
   "gameName": "Divinity: Original Sin 2",
   "description": "Знаменитая ролевая игра от разработчиков Baldur's Gate 3. Соберите отряд. Освойте мощную боевую систему. Пригласите с собой до трех друзей, но помните, что только один из вас сможет стать богом.",
   "releaseDate": "14.09.2017",
   "rating": "0",
   "img": "poster8.png",
   "developer": "Larian Studios",
   "genre": "RPG"
 },
 {
   "gameName": "Ведьмак 3: Дикая Охота",
   "description": "Примерьте на себя роль Геральта из Ривии, знаменитого убийцы чудовищ. Вам предстоит выполнить самый важдный заказ в своей жизни, отыскав Дитя Предназначения – живое оружие, способное изменить облик этого мира.",
   "releaseDate": "18.05.2015",
   "rating": "10",
   "img": "poster11.png",
   "developer": "CD Projekt Red",
   "genre": "Action-RPG"
 },
 {
   "gameName": "Fate/stay night",
   "description": "Ещё будучи ребёнком, Сиро Эмия теряет своих родителей в огромном и необъяснимом пожаре. Его спасает, а затем и принимает в свою семью, человек по имени Кирицугу Эмия, утверждающий, что он — маг. Из разговоров семьи, Сиро узнаёт о неудачном стремлении своего отца стать «Героем справедливости», защитником человеческого рода, оберегающим слабых и невиновных. Проникшийся идеями Кирицугу, Сиро намеревается посвятить свою жизнь помощи людям и умоляет приёмного отца научить его магическому искусству, но оказывается бездарным практически во всех фундаментальных магических дисциплинах.",
   "releaseDate": "30.01.2004",
   "rating": "0",
   "img": "poster12.png",
   "developer": "Type-Moon",
   "genre": "Визуальная новелла"
 },
 {
   "gameName": "Metal Gear Rising: Revengeance",
   "description": "Meral Gear Rising: Revengeance представляет собой спин-офф серии Metal Gear; её действие происходит спустя четыре года после событий Metal Gear Solid 4: Guns of the Patriots. Главный герой игры, вооруженный мечом-катаной киборг Райден, противостоит частной военной компании Desperado Enforcement LLC в разных странах мира.",
   "releaseDate": "09.01.2014",
   "rating": "0",
   "img": "poster13.png",
   "developer": "Platinum Games",
   "genre": "Слэшер"
 },
 {
   "gameName": "osu!",
   "description": null,
   "releaseDate": "16.09.2007",
   "rating": "0",
   "img": "poster14.png",
   "developer": "ppy Pty Ltd",
   "genre": "Ритм-игра"
 },
 {
   "gameName": "Fallout 4",
   "description": "Вы, единственный выживший из Убежища 111, выходите в мир, уничтоженный ядерной войной. Только вы сможете восстановить Пустошь и решить судьбу ее жителей. Добро пожаловать домой.",
   "releaseDate": "10.11.2015",
   "rating": "0",
   "img": "poster15.png",
   "developer": "Bethesda Game Studios",
   "genre": "RPG"
 },
 {
   "gameName": "Halo: The Master Chief Collection",
   "description": "Приключения Мастера Чифа охватывают 67 заданий кампании в шести прославленных играх серии, начиная с героического подвига бойца с позывным «Ноубл-шесть», описанного в Halo: Reach, и заканчивая появлением нового грозного врага в Halo 4.",
   "releaseDate": "03.12.2019",
   "rating": "0",
   "img": "poster16.jpg",
   "developer": "343 Industries",
   "genre": "Шутер"
 },
 {
   "gameName": "Resident Evil 2 Remake",
   "description": "Сюжетная кампания игры рассказывает о полицейском-новичке Леоне Скотте Кеннеди и студентке Клэр Редфилд, которые пытаются выбраться из города Раккун-сити, поражённого зомби-вирусом.",
   "releaseDate": "25.01.2019",
   "rating": "0",
   "img": "poster17.png",
   "developer": "Capcom",
   "genre": "Хоррор"
 },
 {
   "gameName": "Portal 2",
   "description": "В Portal 2 вы сможете поживиться несколькими новыми персонажами, разнообразными неожиданными головоломками и еще большим количеством тестовых комнат. Игроки смогут познакомиться с неизвестными им частями лаборатории Aperture Science и снова объединятся с ГЛаДОС — порою издевательски злобной компьютером-компаньоншей, которая помогала главному герою пройти все испытания в первой части игры.",
   "releaseDate": "19.04.2011",
   "rating": "0",
   "img": "poster18.png",
   "developer": "Valve Corporation",
   "genre": "Головоломка"
 },
 {
   "gameName": "Devil May Cry 5",
   "description": "В пятой части легендарной серии Devil May Cry вы вновь сможете насладиться сверхскоростными сражениями с участием невероятных персонажей.",
   "releaseDate": "08.03.2019",
   "rating": "0",
   "img": "poster19.png",
   "developer": "Capcom",
   "genre": "Слэшер"
 },
 {
   "gameName": "Ghostrunner",
   "description": "Ghostrunner — игра-слэшер от первого лица с супердинамичным сюжетом, разворачивающимся в мрачном киберпанковом мире футуристической сверхконструкции. Взбирайтесь вверх по башне Дхарма, ставшей последним убежищем человечества после всемирной катастрофы. Пройдите путь снизу доверху, встретьтесь с тираном Кимастером и воздайте ему по заслугам.",
   "releaseDate": "27.10.2020",
   "rating": "0",
   "img": "poster20.png",
   "developer": "One More Level",
   "genre": "Слэшер"
 },
 {
   "gameName": "Mass Effect 2",
   "description": "Играйте во вторую часть трилогии Mass Effect — вас ждет мастерски созданное приключение в жанре научной фантастики с обширной вселенной, полной опасных форм жизни и таинственных неизведанных планет. Вы готовы потерять всё, чтобы спасти галактику? Пора собрать своих главных союзников и нанять лучших бойцов галактики, чтобы дать отпор Жнецам. Мужайтесь, потому что это задача астрономического масштаба, в которой невозможно обойтись без жертв. Выбор будет труднее, а враги — смертоноснее. Вас ждет незабываемое межгалактическое приключение.",
   "releaseDate": "26.01.2010",
   "rating": "0",
   "img": "poster21.png",
   "developer": "BioWare",
   "genre": "RPG"
 }
]